Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: They frequently occupied key positions in royal courts, effectively running the French treasury (which is part of what led to their fall), but were at the mercy of kings as Philip IV proved during the Trial of the Templars, and as the kings of England proved when they frequently used the Templars as a piggy bank.
pt_br: Eles com frequência ocuparam posições centrais nas cortes reais, efetivamente comandando o tesouro francês (que foi parte do que levou à queda deles), mas ficavam sob o controle dos reis, conforme Filipe IV provou durante o Julgamento dos Templários e conforme os reis da Inglaterra provaram ao usar os Templários como cofrinho.

source: They had a proper organization with a Grand Master, elected for life and based in Jerusalem.
pt_br: Eles tinham uma organização própria e um Grão-Mestre, eleito para um mandato vitalício e localizado em Jerusalém.

source: They have cookies, Administrivia/ComplainingAboutShowsYouDontLike and bitching in general.
pt_br: A ideia é agregar lá as variadas reclamaçoes dos tropoeiros.

source: They just have to be the one who ''specializes'' in fighting or physical duties.
pt_br: Ele só precisa ser aquele que se ''especialista'' em combate físico e atividades relacionadas.

source: They know how to [[PutTheirHeadsTogether knock heads together]] but don't do much in the way of strategy.
pt_br: Eles sabem como [[Br/JuntarAsCabecasDeles juntar cabeças]], mas não fazem muito em termos de estratégia.

source: They love their kids, but both their poverty and their deeply flawed personalities cause a lot of hidden harm in them.
pt_br: Eles amam seus filhos, mas a pobreza e seus desvios de caráter causam muitos problemas ocultos neles.

source: They make totally unintentional {{double entendre}}s, and are great for GettingCrapPastTheRadar.
pt_br: Eles costumam fazer [[Br/PiadaDeDuploSentido piadas de duplo sentido]] não-intencionais e são ótimos para Br/PassarMuambaPelaAlfandega.

source: They may even overlook small fallacies and be classed on the good guy roster.
pt_br: Eles podem até desconsiderar pequenas inconsistências para se posicionar no time dos mocinhos.

source: They may have an argument with themselves for fun, make points in an argument [[InsaneTrollLogic with no basis in logic or reality]], or tell [[TalkativeLoon rambling stories that have nothing to do with the point they're trying to make]].
pt_br: Eles podem ter uma discussão consigo mesmos por diversão, argumentar [[Br/LogicaTrollInsana sem base na realidade]] ou contar [[Br/BirutaTagarela longas histórias que não possuem relação com o argumento que querem defender]].

source: They may have left to work on other projects, they may have been fired or KickedUpstairs, they may have [[DiedDuringProduction died]], or they may have just [[CreatorsApathy stopped caring]].
pt_br: Eles podem ter saído para trabalhar em outros projetos, podem ter sido demitidos ou [[Br/ChutadoParaOAndarDeCima chutados para o andar de cima]], podem ter [[Br/MorreuDuranteAProducao morrido]] ou apenas [[Br/ApatiaDoCriador parado de se importar]].

source: They may interact with each other, or not be aware of each other's existence.
pt_br: Elas podem interagir entre si ou não estar cientes da existência uma da outra.

source: They may simply end up [[KickTheDog doing unnecessarily hurtful things]], yet not suffer the repercussions.
pt_br: Eles podem simplesmente [[Br/ChutarOCachorro fazer coisas maldosas desnecessariamente]] e não sofrerem repercussões.

source: They may use it as a vehicle to [[AuthorTract preach their personal beliefs]] in a [[{{Anvilicious}} heavy-handed manner]], or to indulge [[AuthorAppeal personal kinks]] which the audience [[{{Squick}} does not share]].
pt_br: Eles podem a usar como um meio para [[Br/TratadoDoAutor difundir suas crenças pessoais]] de uma [[Br/{{Bigornada}} maneira pouco sutil]], ou para [[Br/ApeloDoAutor fetiches pessoais]] que o público alvo não curte.

source: They might be a BruiserWithASoftCenter or even a LovableCoward.
pt_br: Ele pode ser um Br/BrutoDeCoracaoMole ou até mesmo um Br/CovardeAdoravel.

source: They milk the relationship for "progressive" hype.
pt_br: Eles se aproveitam do relacionamento para gerar burburinho "progressivo".

source: They must find some way to establish tension and doubt when everyone knows how the story is going to end.
pt_br: Eles devem encontrar um meio de estabelecer tensão e dúvida quando todo mundo já sabe como a história termina.

source: They often come off as naïve, innocent and SarcasmBlind, so when they suddenly [[{{Cuckoosnarker}} come up with snarky quips and witticisms]], it may be one of the first indications that they are much more insightful than they seem ([[ObfuscatingInsanity or even deliberately pretend]]) to be.
pt_br: Ele geralmente é retratado como ingênuo, inocente e Br/AlheioASarcasmo. Por isso quando ele subitamente [[Br/LunaticoSarcastico demonstra tiradas secas e sagazes]], esse é um dos primeiros indicadores de que ele é mais esperto do que parece ([[Br/InsanidadeOfuscante ou do que aparenta]]) ser.

source: They often end up hitting each other with their heads when startled.
pt_br: E eles costumam bater uns aos outros com as cabeças quando são assustados.

source: They often feature a SecondChapterCliffhanger, with several PlotThreads still unresolved.
pt_br: Essas histórias costumam conter um Br/PenhascoDoSegundoCapitulo, com muitas Br/LinhasDeTrama pendentes de resolução.

source: They often form a BrainsAndBrawn relationship with TheSmartGuy in the group, or will be used as a {{Foil}} for them a la BrainsVersusBrawn.
pt_br: Eles costumam formar uma relação de Br/CerebroEMusculo com Br/OCaraEsperto da equipe, ou então é usado como Br/{{fundo}} para ele no estilo Br/CerebroContraMusculo.

source: They often have an excellent working relationship with evil generals, warlords, and unscrupulous governments, making endless reams of weaponry for employers who don't generally care about petty things like "collateral damage", "moderation", or "war crimes".
pt_br: Eles costumam ter laços estreitos com generais maléficos e governos inescrupulosos, criando para eles quantidades enormes de armamento para clientes que geralmente não se incomodam com coisas tão pequenas como "dano colateral", "moderação" e "crimes de guerra".

source: They often overlap with Mad Biologists to some degree, but tend to lean towards creating {{Super Serum}}s and deadly toxins, usually either to sell to government programs or to hold a city hostage with by threatening to dump their creations into the water supply.
pt_br: Em certa medida eles se sobrepõem aos biólogos malucos, mas tendem a ir na direção da criação de Br/{{super soro}}s e toxinas mortais, geralmente para vender os produtos para programas governamentais ou usar uma cidade de refém ao ameaçar despejar as criações no suprimento de água.

source: They only become noticeable when comparing {{Double Standard}}s in their use, or when the audience notices the context surrounding the trope.
pt_br: Eles só se tornam perceptíveis quando se comparam casos de Br/DoisPesosDuasMedidas ou quando o público nota o contexto que cerca o tropo.

source: They only become noticed once they appear multiple times within the same work or [[TropesInAggregate in other works]], or when the audience notices the context surrounding the trope.
pt_br: Eles só são percebidos quando aparecem múltiplas vezes dentro da mesma obra ou [[Br/TropoAgregado em outras obras]], ou quando o público percebe o contexto que acompanha o tropo.

source: They promise that they'll come back to kill the hero, and shove his "mercy" and offer of friendship down his wind pipe.
pt_br: Eles promete que voltarão para matar o herói e enfiar a "misericórdia" e oferta de amizade dele lá embaixo.

source: They promise this work will be the last, and may even advertise it as the final chapter, but then [[SeriesFauxnale that promise is broken with yet another sequel]].
pt_br: Eles prometem que essa obra será a última, e talvez até a anunciem como sendo o capítulo final, mas então a promessa é quebrada com mais uma sequência.

source: They quickly throw their textbooks on the floor in disgust.
pt_br: Eles rapidamente largam os livros no chão com desgosto.

source: They rather effectively box Spooner in despite the fact that they're both moving down the road at high speed.
pt_br: Eles são bem eficazes em aprisionar Spooner apesar de ele e os caminhões estarem se movendo pela via em alta velocidade.

source: They resolve positively by definition.
pt_br: Por definição, resolvem de maneira positiva.

source: They start out with just three heroes -- Mr. Furious, the Blue Raja and the Shoveler -- and they add various members and allies as the story goes, coming into their own when they stop Casanova Frankenstein.
pt_br: Eles começam com apenas três heróis -- o Irado, o Marajá e o Pá -- e então adicionam vários membros e aliados no decorrer da história, formando o bando pra valer depois de impedirem Casanova Frankenstein.

source: They succeed in slowing them down slightly]].
pt_br: Eles conseguem impedi-los muito brevemente]].

source: They tend to believe that things like order, discipline, and [[HonorBeforeReason honor]] can get in the way of doing good.
pt_br: Eles tendem a acreditar que coisas como ordem, disciplina e [[Br/HonraAntesDaRazao honra]] podem ficar no caminho de fazer o bem.

source: They typically resolve positively.
pt_br: Geralmente são resolvidas de maneira positiva.

source: They typically say so, quickly and loudly.
pt_br: Eles expressam o descontentamento de maneira muito vocal.

source: They unawarely insert tropes into their conversations and the receiving side usually not only simply have no idea what that phrase ''means'', but can't understand what you just said AT ALL.
pt_br: Eles inconscientemente inserem tropos em suas conversas e o outro lado da conversa não somente não tem ideia do que a frase ''significa'' como também não consegue entender NADA do que você disse.

source: They usually have a stable of comic stereotypes, used in a series of sketches, with no continuity.
pt_br: Esses programas costumam ter estereótipos humorísticos recorrentes que são usados em uma série de esquetes sem continuidade.

source: They were eventually turned into part of the main cast.
pt_br: Eles eventualmente foram incorporados ao elenco principal.

source: They were famous during the Crusades for their discipline, their refusal to retreat from battle, and their religious devotion.
pt_br: Eles foram famosos durante as Cruzadas por sua disciplina, sua recusa em recuar da batalha e sua devoção religiosa.

source: They were just discussing what to do for Don Ramón's surprise ForgottenBirthday party.
pt_br: Eles só estavam discutindo o que fazer para festejar o Br/AniversarioEsquecido do Seu Madruga.

source: They were seldom present in the series, with two notable cases being Doña Florinda kicking Don Ramón so hard he hits the top of the front door of the vecindad, or El Chavo popping Ñoño as if he were a balloon.
pt_br: O uso é esparso na série, com dois casos notáveis sendo a Dona Florinda chutando o Seu Madruga com tal força que ele acerta o alto do portão frontal da vila, ou o Chaves estourando o Nhonho como se ele fosse um balão.

source: They will ''never'' understand what your problem is.
pt_br: Ele ''nunca'' vai entender qual é o problema.

source: They will make known to the audience how their story ends before they even begin telling it.
pt_br: Eles vão mostrar para o público como a história termina antes de começar a contá-la.

source: They will misinterpret the signs as mockery.
pt_br: Eles vão interpretar os gestos como zombaria.

source: They win.
pt_br: Eles ganham.

source: They won't let something like "laws" or "ethics" stop them!
pt_br: E eles não deixarão as "leis" e a "ética" os impedirem!

source: They won't necessarily join you, but with a little luck their mild concussion will stop them fighting for long enough to listen to your side of the story, unless of course, they conclude they're still ''inherently'' superior and that [[CombatPragmatist you]] only beat them because [[SoreLoser you called upon the powers of darkness to cheat]].
pt_br: Eles não necessariamente vão se juntar a você, mas com alguma sorte a concussão vai impedir que eles lutem por tempo suficiente para escutar o seu lado da história, a menos que, é claro, eles concluam que ainda são '''inerentemente''' superiores e que [[Br/LutadorPragmatico você]] só os derrotou porque [[Br/MauPerdedor você invocou os poderes das trevas e trapaceou]].

source: They'll do whatever is most prudent to get them to their desired destination, no matter whom they have to hurt along the way.
pt_br: Eles fazem o que quer que seja mais prudente para chegar ao objetivo desejado, não importa quem eles precisem machucar ao longo do caminho.

source: They're all very, very silly heroes--the Blue Raja throws forks and spoons but ''not'' anything bladed, which might be useful--but they prove effective fighters and they save the day.
pt_br: Eles todos são heróis muito excêntricos -- o Marajá atira garfos e colheres, mas ''nada'' que tenha uma lâmina, o que poderia ser útil -- mas eles se provam lutadores capazes e salvam o dia.

source: They're common as the antagonists in {{Superhero}} and CrimeAndPunishmentSeries, often serving as a PsychoForHire.
pt_br: Eles são tão comuns quanto os antagonistas em séries de Br/SuperHeroi ou Br/SeriesDeCrimeECastigo, geralmente servindo como Br/ManiacoDeAluguel.

source: They're hard-wired into every robot ever created.
pt_br: Elas são implantadas em cada robô.

source: They're in deep trouble.
pt_br: Eles estão encrencados até o pescoço.

source: They're still pretty cheap, but they look significantly less lame.
pt_br: Eles ainda são baratos, mas possuem uma aparência bem melhor.

source: They're the "normal" for those [[IJustWantToBeNormal who crave it]] and those who would hate it [[BroughtDownToNormal if it happened]].
pt_br: Eles são "normais" para aqueles [[Br/EuSoQueriaSerNormal que o desejam ser]] e para aqueles que odiariam [[Br/RebaixadoANormal se isso acontecesse]].

source: They're usually the main opponent of a VillainProtagonist.
pt_br: Ele costuma ser o oponente principal de um Br/VilaoProtagonista.

source: They're wild, carefree and selfish, but not so callous or sadistic as to be actually evil.
pt_br: Eles são livres, descuidados e egoístas, mas não insensíveis ou sadistas a ponto de serem considerados maus.

source: They've done what they set out to do...
pt_br: Eles fizeram o que se propuseram a fazer...

source: They've probably never even heard of Earth.
pt_br: Eles provavelmente nunca sequer ouviram falar da Terra.

source: Think of how every house in ''WesternAnimation/TheJetsons'' [[RaygunGothic looks]].
pt_br: Pense em como se parecem as casas em ''BrAnimacaoOcidental/OsJetsons''.

source: Think of the writer as God, with the power to punish or not punish a character who does evil.
pt_br: Pense no escritor como um deus que tem o poder de punir ou não punir um personagem que causa o mal.

source: Thirdly, their insistence on weird experiments gives them artistic license to invent those devices.
pt_br: Em terceiro lugar, a sua insistência em conduzir experimentos estranhos concede a eles licença artística para inventar esses dispositivos.

source: This allowed for a robot to kill humans or value its own existence above that of a human if it would help all of humanity.
pt_br: Isso permite que um robô mate humanos ou valorize sua própria existência acima da de um humano se isso beneficia toda a humanidade.

source: This allows the agent to get their way while claiming they were [[MetaphoricallyTrue technically following the rules]].
pt_br: Isso permite que se consiga o que quer ao mesmo tempo em que se alega que estavam [[Br/MetaforicamenteVerdade tecnicamente seguindo as regras]].

source: This allows them to [[ResetButton walk back their plot points]], and in theory, they can keep the story going forever--[[StatusQuoIsGod resetting things]] every time they run out of characters and worlds to destroy.
pt_br: Isso permite que eles [[Br/BotaoDeReinicio retrocedam em seus pontos de trama]], o que permite, teoricamente, que eles possam manter a história por tempo indefinido -- [[Br/StatusQuoEDeus sempre reiniciando as coisas]] quando se esgotam os personagens e os mundos para destruir.

source: This allows them to think of the show as "their show" and take total control of it.
pt_br: Isso permite que eles pensem no show como "o show dele" e tome controle total.

source: This almost could have been TruthInTelevision, insofar as Post Traumatic Stress Disorder is a real mental illness, but a character who Goes Mad from the Revelation usually is portrayed in a more generic insanity.
pt_br: Isto quase poderia ter sido Br/VerdadeNaTelevisao, no sentido de que o Transtorno do Estresse Pós-Traumático é uma doença mental muito real, mas um personagem que enlouquece com a revelação costuma ser retratado com uma insanidade mais genérica.

source: This also helps the creator of the story explain [[EvidenceDungeon why mad scientists kept all their incriminating records]] and yet [[NoPlansNoPrototypeNoBackup don't have a duplicate monster or at least a blueprint lying around]].
pt_br: Isso também ajuda o criador a explicar [[Br/MasmorraDeEvidencias porque os cientistas malucos guardam todos os registros incriminatórios]] e ainda assim [[Br/SemDiagramaSemPrototipoSemReserva não possuem uma cópia do monstro ou pelo menos um esquemático largado sobre a mesa]].

source: This also leads to things like excessive {{Bottle Episode}}s in a desperate attempt to wait out the strike.
pt_br: Isso pode levar a um excesso de [[Br/EpisodioEngarrafado episódios engarrafados]] em uma tentativa desesperada de esperar a greve terminar.

source: This association with Solomon and their habit of occupying religious buildings during the Crusades would go on to form the seed of their later legend, as well as provide the Temple of their title.
pt_br: Esta associação com Salomão junto com o hábito de ocupar construções religiosas durante as Cruzadas viria a semear aquilo que se tornaram as lendas posteriores.

source: This attitude was embraced by the poor masses of Latin America, making the show a success.
pt_br: Essa atitude foi abraçada pelas massas da América Latina, o que tornou o show um sucesso.

source: This belief is a root cause of ExecutiveMeddling, especially common among shows intended for children.
pt_br: Esta crença é uma das causas da Br/InterferenciaExecutiva, que é particularmente comum em shows voltados para crianças.

source: This can also apply to things other than violence for [[RuleOfFunny funny's sake]]; any time a little exaggeration would provoke a negative reaction, but exaggeration is fine, that's crossing the line twice.
pt_br: Isso pode se aplicar também a outras coisas que não sejam violência, mas que são feitas Br/PorqueEEngracado: sempre que um pouco de exagero poderia provocar uma reação negativa, mas o excesso dele é ok, então isso é passar do ponto duas vezes.

source: This can also apply when a soon-to-be-canceled show delivers its GrandFinale and then is UnCanceled.
pt_br: Isso pode se aplicar quando uma série prestes a ser cancelada entrega o seu Br/GranFinale e então é Br/{{Descancelado}}.

source: This can also overlap with TakeThat, in cases where the speaker/writer is jokingly implying that the last item on the list is equally as horrible (or even more so) as the serious bad things earlier in the list.
pt_br: Isso também pode se sobrepor com Br/TomaEssa, em casos em que o interlocutor/escritor jocosamente implica que o último item na lista é tão horrível quanto (ou até mais) que as coisas sérias que vieram antes na lista.

source: This can be an overreliance on [[StrictlyFormula the show's formula]], an abundance of {{Bottle Episode}}s, {{Recycled Script}}s, and blatant {{Series Continuity Error}}s.
pt_br: Isso pode ser um excesso de uso da [[Br/FormulaEstrita fórmula do show]], abundância de [[Br/EpisodioEngarrafado episódios engarrafados]], [[Br/RoteiroReciclado roteiros reciclados]] e [[Br/ErroDeContinuidadeSerial erros graves de continuidade]].

source: This can be caused by the creators having a limited or poor understanding of what the general fanbase liked, leading to their catering to the FanDumb.
pt_br: Isso pode ser causado por uma compreensão limitada ou ruim por parte dos criadores sobre o que os fãs gostam no geral.

source: This can be counteracted if you occasionally ThrowTheDogABone, though many writers just can't resist [[YankTheDogsChain Yanking The Dog's Chain.]] The Butt-Monkey is occasionally dangerous if they're [[WhosLaughingNow pushed too far.]]
pt_br: Isso pode ser mitigado se você ocasionalmente Br/JogarUmOssoParaOCachorro, mas muitos escritores simplesmente não conseguem resistir a Br/PuxarACorrenteDoCachorro. O Corinho pode ser ocasionalmente perigoso se ele for [[Br/QuemEstaRindoAgora provocado em excesso]].

source: This can be easily confused with several tropes: * ItWasHisSled deals with twists or endings that, thanks to their [[PopCulturalOsmosis assimilation into popular culture]], no longer surprise us, although the author originally did not intend for everyone to know the ending.
pt_br: Isso pode ser facilmente confundido com vários tropos: * Br/EraOTrenoDele lida com reviravoltas e finais que, graças à [[Br/OsmoseDeCulturaPop assimilação na cultura popular]], já não são mais surpreendentes, ainda que o autor não tenha pretendido que todo mundo soubesse o encerramento.

source: This can be good or bad, depending on a few factors, not the least of which is the yoked characters' morality.
pt_br: Isso pode ser bom ou ruim dependendo de alguns fatores, principalmente a moralidade do referido personagem.

source: This can be the result of circumstance, though it is more often a desperate attempt to [[WinBackTheCrowd overcome flagging ratings and/or attract new viewers]].
pt_br: Isso pode ser resultado das circunstâncias, no entanto costuma ser uma tentativa desesperada de Br/ReconquistarOPublico por causa de uma audiência definhando ou para atrair novos espectadores.

source: This can cause script rewrites that [[WhatCouldHaveBeen vastly change what the movie could have been]], superfluous scenes and pointless extra characters to be used in Chinese marketing, and can even [[OvershadowedByControversy cause controversy that brings the whole movie down]] if the things done to appeal to China are offensive to Western audiences.
pt_br: Isso pode causar mudanças de roteiro que [[Br/OQuePoderiaTerSido mudam bastante o que o filme poderia ter sido]], cenas supérfluas e personagens extras desnecessários para serem usados na publicidade chinesa, e pode até [[Br/OfuscadoPelaControversia causar controvérsia a ponto de acabar com o filme]] se as coisas feitas para agradar a China são ofensivas para o público ocidental.

source: This can either happen to a show over time, or it can be the result of deliberate {{Executive Meddling}}.
pt_br: Isso pode acontecer com um show através do tempo ou pode ser um caso de Br/InterferenciaExecutiva deliberada.

source: This can even be seen on Internet forums, where the more people that engage in an argument, the less reasonable the conversation generally becomes ([[GodwinsLaw Nazis or otherwise]]).
pt_br: Isso pode ser até mesmo visto em fóruns da internet, onde quanto mais pessoas se envolvem em uma discussão, menos razoável a conversa fica ([[Br/LeiDeGodwin sejam elas nazistas ou não]]).
